Repository: smasyn/sla
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: nl

source: About us
nl: Over ons

source: Services
nl: Diensten

source: Use cases
nl: Voorbeelden

source: Testimonials
nl: Getuigenissen

# hero_text_1
source: Empowering businesses with cutting-edge artificial intelligence solutions.
nl: Bedrijven voorzien van geavanceerde oplossingen voor kunstmatige intelligentie.

# hero_button
source: Our Services
nl: Onze diensten

# about_text_1
source: Silver Lining Advisory helps organizations find the opportunities in AI by harnessing its full potential through strategic C-suite advisory, innovative project leadership, and tailored solutions — closing gaps in AI integration for enhanced performance and decision-making.
nl: Silver Lining Advisory helpt organisaties de kansen in AI te vinden en het volledige potentieel ervan te benutten door middel van strategisch C-suite-advies, innovatief projectleiderschap en op maat gemaakte oplossingen - het dichten van hiaten in AI-integratie voor verbeterde prestaties en besluitvorming.

# about_text_2
source: Merging a robust background in AI strategy with hands-on project management and a commitment to education, SLA empowers organizations to navigate the complexities of the digital landscape and maximize their data potential.
nl: Door een robuuste achtergrond in AI-strategie te combineren met hands-on projectmanagement en een toewijding aan opleiding, stelt SLA organisaties in staat om door de complexiteit van het digitale landschap te navigeren en hun datapotentieel te maximaliseren.

# services_title
source: Our Services
nl: Onze diensten

# services_sub_1_title
source: AI consulting
nl: AI-advies

# services_sub_1_text_1
source: Provide AI leadership to guide transformations, build capabilities, define processes, and drive awareness through tailored strategies.
nl: Biedt AI-leiderschap om transformaties te begeleiden, capaciteiten op te bouwen, processen te definiëren en bewustzijn te vergroten door middel van op maat gemaakte strategieën.

# services_sub_2_title
source: Awareness and adoption
nl: Bewustwording en adoptie

# services_sub_2_text_1
source: Develop and deliver AI and data analytics training, equipping teams to implement AI strategies effectively.
nl: Ontwikkelt en geeft AI- en data-analysetraining, waarbij teams worden uitgerust om AI-strategieën effectief te implementeren.

# services_sub_3_title
source: Use case elicitation
nl: Activering van gebruiksscenario's

# services_sub_3_text_1
source: Design a tailored AI use-case portfolio, with clear criteria, actionable solutions, and effective management to maximize ROI.
nl: Ontwerp een op maat gemaakt AI-use-case-portfolio, met duidelijke criteria, bruikbare oplossingen en effectief beheer om de ROI te maximaliseren.

# services_sub_4_title
source: Frameworks and processes
nl: Kaders en processen

# services_sub_4_text_1
source: Develop AI frameworks and processes, guidelines and best practices.
nl: Ontwikkelt AI-kaders en -processen, richtlijnen en best practices.

# services_sub_5_title
source: Project and change management
nl: Project- en verandermanagement

# services_sub_5_text_1
source: Drive AI/IT projects with expert leadership, progress reporting, and precise budget management to ensure client success.
nl: Stimuleert AI/IT-projecten met deskundig leiderschap, voortgangsrapportage en nauwkeurig budgetbeheer om het succes van de klant te garanderen.

# services_sub_6_title
source: Software development
nl: Softwareontwikkeling

# services_sub_6_text_1
source: Experienced in software development, creating custom solutions to address business challenges and improve efficiency.
nl: Ervaren in softwareontwikkeling, het creëren van oplossingen op maat om zakelijke uitdagingen aan te pakken en de efficiëntie te verbeteren.

# services_sub_7_title
source: Data analytics
nl: Gegevensanalyse

# services_sub_7_text_1
source: Transform your data into actionable insights with our analytics services.
nl: Zet uw gegevens om in bruikbare inzichten met onze analysediensten.

# services_sub_8_title
source: Speaking engagements
nl: Spreekbeurten

# services_sub_8_text_1
source: Sharing insights on AI integration and its transformative business potential.
nl: Inzichten delen over AI-integratie en het transformatieve zakelijke potentieel ervan.

# usecases_title
source: Use cases
nl: Gebruiksscenario's

# usecases_text_1
source: AI-Powered Real Estate Assistant
nl: AI-aangedreven vastgoedassistent

# usecases_text_2
source: A chatbot designed to streamline the real estate discovery process. Users interact with a digital leaflet, enabling them to explore property details, specify preferences, and receive tailored property recommendations in real-time.
nl: Een chatbot die is ontworpen om het ontdekkingsproces van onroerend goed te stroomlijnen. Gebruikers communiceren met een digitale folder, waardoor ze de details van het onroerend goed kunnen verkennen, voorkeuren kunnen specificeren en in realtime op maat gemaakte aanbevelingen voor onroerend goed kunnen ontvangen.

# usecases_button
source: Try it
nl: Probeer het

# testimon_title
source: What Our Clients Say
nl: Wat onze klanten zeggen

# testimon_card_1_text
source: Silver Lining Advisory transformed our data strategy. Their expertise in AI has been invaluable.
nl: Silver Lining Advisory heeft onze datastrategie getransformeerd. Hun expertise op het gebied van AI is van onschatbare waarde geweest.

# testimon_card_1_function
source: CEO, Tech Innovators
nl: CEO, technische innovators

# testimon_card_2_text
source: Their team provided exceptional AI solutions that significantly improved our operational efficiency.
nl: Hun team leverde uitzonderlijke AI-oplossingen die onze operationele efficiëntie aanzienlijk verbeterden.

# testimon_card_2_name
source: John Smith
nl: Jan Smit

# testimon_card_2_function
source: CTO, Future Solutions
nl: CTO, toekomstige oplossingen

# testimon_card_3_text
source: Professional, knowledgeable, and dedicated. Highly recommend Silver Lining for any AI consultancy needs.
nl: Professioneel, deskundig en toegewijd. Beveel Silver Lining ten zeerste aan voor alle AI-adviesbehoeften.

# contact_title
source: Contact Us
nl: Neem contact met ons op

# contact_name_label
source: Name
nl: Naam

# contact_name_input
source: Your name
nl: Uw naam

# contact_mail_input
source: Your email
nl: Uw e-mail

# contact_msg_label
source: Message
nl: Bericht

# contact_msg_input
source: Your message
nl: Uw bericht

# contact_button_send
source: Send Message
nl: Bericht verzenden

# footer_text
source: 2024 Silver Lining Advisory BV. All rights reserved.
nl: 2024 Silver Lining Advisory BV. Alle rechten voorbehouden.

# usecase_1_title
source: Revolutionize real estate with our AI-powered chatbot
nl: Een revolutie teweegbrengen in onroerend goed met onze AI-aangedreven chatbot

# usecase_1_text_1
source: Seamlessly gather client requirements, engage through interactive property leaflets, and deliver personalized recommendations—boosting leads and closing deals faster. A chatbot designed to streamline the real estate discovery process. Users interact with a digital leaflet, enabling them to explore property details, specify preferences, and receive tailored property recommendations in real-time.
nl: Verzamel naadloos de eisen van klanten, communiceer via interactieve vastgoedfolders en lever gepersonaliseerde aanbevelingen, waardoor leads worden gestimuleerd en deals sneller worden gesloten. Een chatbot die is ontworpen om het ontdekkingsproces van onroerend goed te stroomlijnen. Gebruikers communiceren met een digitale folder, waardoor ze de details van het onroerend goed kunnen verkennen, voorkeuren kunnen specificeren en in realtime op maat gemaakte aanbevelingen voor onroerend goed kunnen ontvangen.

# usecase_1_features
source: Features
nl: Kenmerken

# usecase_1_features_1
source: Interactive chat interface integrated with property leaflets.
nl: Interactieve chatinterface geïntegreerd met vastgoedfolders.

# usecase_1_features_2
source: Requirement gathering through dynamic conversation (e.g., budget, location, size).
nl: Het verzamelen van vereisten door middel van dynamische gesprekken (bijv. budget, locatie, grootte).

# usecase_1_features_3
source: AI-driven recommendation engine providing customized property suggestions.
nl: AI-gestuurde aanbevelingsengine die op maat gemaakte vastgoedsuggesties biedt.

# usecase_1_features_4
source: Accessible 24/7 for seamless customer engagement and lead nurturing.
nl: 24/7 toegankelijk voor naadloze klantbetrokkenheid en lead generatie.

# usecase_1_audience
source: Target Audience
nl: Doelgroep

# usecase_1_audience_text
source: Real estate agencies and brokers seeking innovative solutions to enhance client interaction, boost conversion rates, and deliver a premium customer experience.
nl: Makelaars en agentschappen die op zoek zijn naar innovatieve oplossingen om de interactie met de klant te verbeteren, de conversieratio's te verhogen en een eersteklas klantervaring te bieden.

# contact_button_req
source: Request a demo
nl: Vraag een demo aan
